export const mockSpaceObjects = {
  "spacecraft id": 1,
  "space objects in spacecraft": 2,
  "space objects": [
    {
      id: 1,
      name: "Венера",
      description: "Венера — вторая по удалённости от Солнца и шестая по размеру планета Солнечной системы, наряду с Меркурием, Землёй и Марсом принадлежащая к семейству планет земной группы. Венерианский год составляет 224,7 земных суток. Венера имеет плотную атмосферу, состоящую более чем на 96 % из углекислого газа. Атмосферное давление на поверхности планеты в 92 раза больше, чем на поверхности Земли, и примерно равно давлению воды на глубине 900 метров. Средняя температура поверхности Венеры — 735 К (462 °C), что делает её самой горячей планетой в Солнечной системе, несмотря на то, что Меркурий находится ближе к Солнцу.",
      // image_url: "http://localhost:8000/static/images/1.jpg"
      // image_url: "/1.jpg"
      image_url: "/AMS-Frontend/1.jpg"
    },
    {
      id: 2,
      name: "Титан",
      description: "Титан — крупнейший спутник Сатурна, второй по величине спутник в Солнечной системе (после спутника Юпитера Ганимеда), является единственным, кроме Земли, телом в Солнечной системе, для которого доказано стабильное существование жидкости на поверхности, и единственным спутником планеты, обладающим плотной атмосферой.\nДиаметр Титана — 5152 км (это в 1,48 раза больше, чем у Луны), при этом Титан на 80 % превосходит спутник Земли по массе. Титан также превосходит размерами планету Меркурий, хотя и уступает ей по массе. Сила тяжести на нём составляет приблизительно одну седьмую таковой на Земле. Масса Титана составляет 95 % массы всех лун Сатурна.\nПоверхность Титана в основном состоит из водяного льда и осадочных органических веществ.",
      // image_url: "http://localhost:8000/static/images/2.jpg"
      image_url: "/AMS-Frontend/2.jpg"
    },
    {
      id: 3,
      name: "Уран",
      description: "Уран — планета Солнечной системы, седьмая по удалённости от Солнца, третья по диаметру и четвёртая по массе.\nВ отличие от газовых гигантов — Сатурна и Юпитера, состоящих в основном из водорода и гелия, в недрах Урана и схожего с ним Нептуна отсутствует металлический водород, но зато много льда в его высокотемпературных модификациях. Основу атмосферы Урана составляют водород и гелий. Кроме того, в ней обнаружены следы метана и других углеводородов, а также облака изо льда, твёрдого аммиака и водорода. Это самая холодная планетарная атмосфера Солнечной системы с минимальной температурой в 49 К (−224 °C). Полагают, что Уран имеет сложное слоистое строение облаков, где вода составляет нижний слой, а метан — верхний. Недра Урана состоят в основном изо льдов и горных пород.\nТак же как у газовых гигантов Солнечной системы, у Урана имеется система колец и магнитосфера, а кроме того, 28 спутников. Ориентация Урана в пространстве отличается от остальных планет Солнечной системы — его ось вращения лежит как бы «на боку» относительно плоскости обращения этой планеты вокруг Солнца. Вследствие этого планета бывает обращена к Солнцу попеременно то северным полюсом, то южным, то экватором, то средними широтами.",
      // image_url: "http://localhost:8000/static/images/3.jpg"
      image_url: "/AMS-Frontend/3.jpg"
    },
    {
      id: 4,
      name: "Европа",
      description: "Европа (или Юпитер II) — шестой по отдалённости от планеты спутник Юпитера, наименьший из четырёх галилеевых спутников.\nПо размерам немного уступает Луне, средний радиус Европы составляет 9/10 лунного. Европа состоит в основном из силикатных пород, а в центре содержит железное ядро. Поверхность состоит изо льда и является одной из самых гладких в Солнечной системе; на ней очень мало кратеров, но много трещин. Легко заметная молодость и гладкость поверхности привели к гипотезе, что под ней находится водяной океан, в котором не исключено наличие микроскопической жизни, а кто-то надеется там встретить более сложные формы жизни. Вероятно, океан не замерзает благодаря приливным силам, периодические изменения которых вызывают деформацию спутника и, как следствие, нагрев его недр. Это же служит причиной эндогенной геологической активности Европы, напоминающей тектонику плит[8]. У спутника есть крайне разрежённая атмосфера, состоящая в основном из кислорода.",
      // image_url: "http://localhost:8000/static/images/4.jpg"
      image_url: "/AMS-Frontend/4.jpg"
    },
    {
      id: 5,
      name: "Точка Лагранжа L2",
      description: "L-точки — точки в системе из двух массивных тел, в которых третье тело с пренебрежимо малой массой, не испытывающее воздействия никаких других сил, кроме гравитационных со стороны двух первых тел, может оставаться неподвижным относительно этих тел. \nТочка L2 лежит на прямой, соединяющей два тела с массами M1 и M2 (M1 > M2), и находится за телом с меньшей массой. В точке L2 гравитационные силы, действующие на тело, компенсируют действие центробежных сил во вращающейся системе отсчёта.",
      // image_url: "http://localhost:8000/static/images/5.jpg"
      image_url: "/AMS-Frontend/5.jpg"
    },
    {
      id: 6,
      name: "Луна",
      description: "Луна — единственный естественный спутник Земли. Самый близкий к Солнцу спутник планеты, так как у ближайших к Солнцу планет (Меркурия и Венеры) их нет. Второй по яркости объект на земном небосводе после Солнца и пятый по величине естественный спутник планеты Солнечной системы. Среднее расстояние между центрами Земли и Луны — 384 467 км (0,00257 а.е., ~30 диаметров Земли).\nВидимая звёздная величина полной Луны на земном небе — −12,71m. Освещённость, создаваемая полной Луной возле поверхности Земли при ясной погоде, составляет 0,25—1 лк.\nЛуна появилась около 4,5 млрд лет назад, немного позже Земли. Наиболее популярна гипотеза о том, что Луна сформировалась из осколков, оставшихся после «Гигантского столкновения» Земли и Тейи — планеты, схожей по размерам с Марсом.\nНа сегодняшний день Луна является единственным внеземным астрономическим объектом, на котором побывал человек.",
      // image_url: "http://localhost:8000/static/images/6.jpg"
      image_url: "/AMS-Frontend/6.jpg"
    },
    {
      id: 7,
      name: "Марс",
      description: "Марс — четвёртая по удалённости от Солнца и седьмая по размеру планета Солнечной системы. Наряду с Меркурием, Венерой и Землёй принадлежит к семейству планет земной группы. Названа в честь Марса — древнеримского бога войны, соответствующего древнегреческому Аресу. Из-за красноватого оттенка поверхности, придаваемого ей минералом маггемитом — γ-оксидом железа(III), Марс называют Красной планетой.\nМарс хорошо виден с Земли невооружённым глазом. Его видимая звёздная величина достигает −2,94m (при максимальном сближении с Землёй). Марс уступает по яркости лишь Юпитеру (во время великого противостояния Марса он может превзойти Юпитер), Венере, Луне и Солнцу. Противостояние Марса можно наблюдать каждые два года.\nУ Марса есть два естественных спутника — Фобос и Деймос (в переводе с древнегреческого — «страх» и «ужас», имена двух сыновей Ареса, сопровождавших его в бою), которые относительно малы (Фобос — 26,8×22,4×18,4 км, Деймос — 15×12,2×10,4 км) и имеют неправильную форму.\nМасса планеты составляет 10,7 % массы Земли, а по линейному размеру она практически ровно вдвое меньше Земли. Год на Марсе длится 687 земных суток, или около 669 марсианских солнечных суток (солов). На Марсе происходит смена времён года, аналогичная земной, но вытянутость его орбиты приводит к большим различиям в продолжительности сезонов.",
      // image_url: "http://localhost:8000/static/images/7.jpg"
      image_url: "/AMS-Frontend/7.jpg"
    },
    {
      id: 8,
      name: "Энцелад",
      description: "Энцелад — шестой по размеру спутник Сатурна и четырнадцатый по удалённости от него среди 146 известных его спутников. Обозначается как Сатурн II. Является семнадцатым по величине спутником в Солнечной системе.\nВ 2005 году изучение Энцелада начал межпланетный зонд «Кассини», который получил более подробные данные о поверхности спутника и происходящих на ней процессах. В частности, был открыт богатый водой шлейф, фонтанирующий из южной полярной области (вероятно, такие ледяные фонтаны и сформировали кольцо E). Это открытие, наряду с признаками наличия внутреннего тепла и малым числом ударных кратеров в области южного полюса, указывает на то, что геологическая активность на Энцеладе сохраняется по сей день.\nЭнцелад геологически активен: это одно из трёх небесных тел во внешней Солнечной системе (наряду со спутником Юпитера Ио и спутником Нептуна Тритоном), на которых наблюдались активные извержения. Анализ выбросов указывает на то, что они выбиваются из подповерхностного жидкого водного океана. Вместе с уникальным химическим составом шлейфа это служит основой для предположений о важности Энцелада для астробиологических исследований.",
      image_url: ""
    }
  ]
};